accountsservice
acpi
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
antimicrox
aspell
b43-fwcutter
base
base-devel
bash-completion
bat
bind
blueman
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
cantarell-fonts
catfish
chromium
cliphist
cryptsetup
device-mapper
diffutils
dmidecode
dmraid
dnsmasq
docker
docker-buildx
docker-compose
dosfstools
downgrade
dpkg
dracut
duf
e2fsprogs
efibootmgr
efitools
endeavouros-branding
endeavouros-keyring
endeavouros-mirrorlist
eos-apps-info
eos-hooks
eos-log-tool
eos-packagelist
eos-quickstart
eos-rankmirrors
ethtool
exfatprogs
f2fs-tools
ffmpegthumbnailer
file-roller
firefox
firewalld
flatpak
foot
fuzzel
git
gitui
glances
go
grim
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gvfs
haveged
hdparm
hwdetect
hwinfo
hypridle
hyprland
hyprpaper
hyprpicker
hyprpolkitagent
hyprsunset
imv
inetutils
inxi
iptables-nft
iwd
jfsutils
kernel-install-for-dracut
less
libdvdcss
libgsf
libopenraw
libwireplumber-4.0-compat
libwnck3
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lite-xl
logrotate
lsb-release
lsscsi
lvm2
mako
man-db
man-pages
mdadm
meld
memtester
mesa-utils
modemmanager
mpv
mtools
mupdf
nano
nano-syntax-highlighting
netctl
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
nwg-look
openssh
pacman-contrib
paru
pavucontrol
perl
pfetch-rs
pigz
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
playerctl
plocate
poppler-glib
pv
pwvucontrol
python
python-defusedxml
python-packaging
python-pyqt6
qt5-tools
qt5-wayland
radeontop
rebuild-detector
reflector
reflector-simple
rsync
rtkit
s-nail
s-tui
sg3_utils
slurp
smartmontools
sof-firmware
sudo
swaybg
sysfsutils
systemd-sysvcompat
tcpdump
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tldr
tlp
ttf-bitstream-vera
ttf-dejavu
ttf-fira-mono
ttf-fira-sans
ttf-firacode-nerd
ttf-liberation
ttf-opensans
tumbler
udisks2-btrfs
unrar
unzip
upower
usb_modeswitch
usbutils
uwsm
vi
visual-studio-code-bin
welcome
wget
which
wireplumber
wl-clipboard
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xterm
yay
zed
zip
zoxide
zram-generator
zsh
